---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT
source: html/e0915f4e-cc4a-a0b9-7466-73e7ca2e4805.htm
---
# StructuralSectionGeneralT Members

Creates a new instance of Tees shape.